apple-fonts
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
dotdrop
freedownloadmanager
gruvbox-dark-gtk
heroic-games-launcher-bin
hyprshot
kvantum-theme-catppuccin-git
kvantum-theme-orchis-git
mpvpaper
nordic-theme
onlyoffice-bin
pipes.sh
protonup-qt
sc-controller-git
spicetify-cli
spotify
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-win10-auto
wlogout
yay
yay-debug
